//
//  DevelopersData.swift
//  FakeNFT
//
//  Created by Максим on 27.12.2023.
//

import Foundation

struct DevelopersData {
    // swiftlint:disable line_length
    static let maximData = Developer(name: "Максим Какоулин",
                                     imageName: "maximImage",
                                     telegram: "mkakoulin",
                                     email: "maximm1213@gmail.com",
                                     description: "Имея обширный опыт работы в банковской сфере, где я занимался технической поддержкой и улучшением клиентского сервиса, я эффективно переключил свою карьеру на iOS-разработку. Этот переход позволил мне применять мои навыки в области финансовых технологий и обслуживания клиентов для создания интуитивно понятных и надежных приложений. Моя цель — разрабатывать инновационные продукты, которые отвечают потребностям пользователей и обеспечивают высокое качество взаимодействия с банковскими услугами, демонстрируя при этом уникальное сочетание технической компетентности и клиентоориентированности.")
    static let muradData = Developer(name: "Мурад Манапов",
                                     imageName: "muradImage",
                                     telegram: "muradm001",
                                     email: "murad.manapov.96@gmail.com",
                                     description: "С богатым опытом в Python-разработке, где я сосредотачивал свои усилия на создании решений для компании интернет-провайдера, я успешно перешёл в iOS-разработку. В этой новой роли я стремлюсь применять свои технические навыки и глубокое понимание программирования для разработки интуитивно понятных и инновационных мобильных приложений. Моя цель — создавать продукты, которые сочетают в себе качество, передовые технологии и ориентацию на пользователя, обеспечивая при этом бесперебойное и эффективное взаимодействие с пользовательским интерфейсом.")
}
// swiftlint:enable line_length/
